[{"id":"1","title":"Meta Quest 2 — Casque de réalité virtuelle tout-en-un dernière génération — 128 Go","description":"Profitez d’une expérience fluide grâce à un processeur ultra rapide et un affichage haute résolution, même au cœur de l action audio positionnel 3D, la détection des mains et le retour haptique donnent vie au virtuel pour une expérience pleinement immersive ","price":349.99},{"id":"2","title":"iPhone 11 Pro 256GB Memory","description":"DESIGN INCROYABLEMENT FIN – Le MacBook Air repensé est plus portable que jamais et ne pèse que 1,24 kg. Il est capable de tout et vous permet de travailler, de jouer ou de créer sans limite, et de partout.","price":599.99},{"id":"3","title":"2022 Apple MacBook Air avec Puce M2 : écran Liquid Retina","description":"Characterized by versatile imaging specs, the Canon EOS 80D further clarifies itself using a pair of robust focusing systems and an intuitive design","price":1499.99},{"id":"4","title":"Sony Playstation 4 Pro White Version","description":"The ultimate home entertainment center starts with PlayStation. Whether you are into gaming, HD movies, television, music","price":399.99},{"id":"5","title":"Logitech G-Series Gaming Mouse","description":"Get a better handle on your games with this Logitech LIGHTSYNC gaming mouse. The six programmable buttons allow customization for a smooth playing experience","price":49.99},{"id":"ce09d333-0bde-4e7a-8a4d-7d38631c01c8","description":"Bluetooth technology lets you connect it with compatible devices wirelessly High-quality AAC audio offers immersive listening experience Built-in microphone allows you to take calls while working","price":89.99},{"id":"334632ad-6d6e-44a8-bfab-ac60e828a03e","description":"Bluetooth technology lets you connect it with compatible devices wirelessly High-quality AAC audio offers immersive listening experience Built-in microphone allows you to take calls while working","price":189.99},{"id":"e398145e-73bf-4f04-bb53-fcef31c4e617","description":"DESIGN INCROYABLEMENT FIN – Le MacBook Air repensé est plus portable que jamais et ne pèse que 1,24 kg. Il est capable de tout et vous permet de travailler, de jouer ou de créer sans limite, et de partout.","price":599.99}]